tap "garden-io/garden"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k14s/tap"
tap "ksonnet/tap"
tap "loadimpact/k6"
tap "neovim/neovim"
tap "txn2/tap"
tap "windmilleng/tap"
tap "zaquestion/tap"
brew "sqlite"
brew "asciinema"
brew "awscli"
brew "ghc", link: false
brew "caddy"
brew "python", link: false
brew "cloc"
brew "clojure"
brew "cmake"
brew "consul"
brew "coreutils"
brew "ctags"
brew "fish"
brew "libtiff"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "gnupg"
brew "grafana"
brew "protobuf"
brew "grpc"
brew "helm"
brew "httpie"
brew "hub"
brew "hugo"
brew "webp"
brew "imagemagick"
brew "ipython"
brew "jid"
brew "jq"
brew "jsonnet"
brew "node", link: false
brew "jupyterlab"
brew "kubernetes-cli"
brew "kops"
brew "links"
brew "luarocks"
brew "macvim"
brew "minica"
brew "minikube"
brew "mkcert"
brew "msgpack"
brew "n"
brew "nano"
brew "neovim"
brew "nss"
brew "ocaml"
brew "openssh"
brew "p7zip"
brew "php", link: false
brew "php@7.1", link: true
brew "postgresql"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "python@2"
brew "redis"
brew "rust"
brew "scala"
brew "skaffold"
brew "stow"
brew "terraform"
brew "terraformer"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "vault"
brew "velero"
brew "wget"
brew "youtube-dl"
brew "garden-io/garden/garden-cli"
brew "k14s/tap/kapp"
brew "k14s/tap/ytt"
brew "ksonnet/tap/ks"
brew "txn2/tap/kubefwd"
brew "windmilleng/tap/tilt"
brew "zaquestion/tap/lab"
cask "authy"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "chromium"
cask "dash"
cask "discord"
cask "docker"
cask "emacs"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "haskell-for-mac"
cask "houseparty"
cask "iterm2"
cask "keybase"
cask "krita"
cask "mactex"
cask "meld"
cask "microsoft-teams"
cask "natron"
cask "no-ip-duc"
cask "now"
cask "obs"
cask "onyx"
cask "podman"
cask "skitch"
cask "slack"
cask "tableplus"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoomus"
